// © Copyright 2004-2013, 2015-2017 HP Development Company, L.P.

// Text fields' values
PrinterStatusTitleTextFieldValue = "デバイスのステータス:";
SuppliesTitleTextFieldValue = "サプライ用品:";
PrinterNameTitleTextFieldValue = "プリンタ名：";
ModelTitleTextFieldValue = "モデル名：";

//Control titles
DeviceOKButtonTitle = "OK";
DeviceResumeButtonTitle = "再開";
SupplyInfoTaskTitle = "サプライ製品情報";
TravelInfoTaskTitle = "旅行情報";

InkStatusConsumableForAnotherPrinter = "別のプリンタ用の HP 純正カートリッジです";
UnexpectedInstantInkInstalledName = "予期しない Instant Ink が取り付けられました";
HPIICartridgeInstalled = "HP Instant Ink カートリッジが取り付けられました";

// Device states
IdleName = "アイドル状態";
BusyName = "使用中";
InitializingName = "初期化中";
PrintingName = "印刷中";
WarmupName = "ウォームアップ中";
ReportsPrintingName = "レポート印刷中";
CancelingName = "キャンセル中…";
CalibratingName = "キャリブレーション中...";
ScanningName = "スキャン中…";
FaxDialingName = "ファクス ダイヤル中…";
FaxProblemName = "ファクスの問題";
FaxProcessingName = "ファクス処理中…";
FaxConnectingName = "ファクス接続中…";
FaxSendingName = "ファクス送信中…";
FaxReceivingName = "ファクス受信中…";
FaxBlockingName = "ファクス拒否中…";
FaxCommunicationErrorName = "ファクス通信エラー";
CopyingName = "コピー中";
IOStallName = "IO 停止";
GeneralPrinterError = "一般的なプリンタのエラー";
PrinterErrorName = "プリンタ エラー";
PrinterFailure = "プリンタ エラー";
PrintSystemProblemName = "印刷システムの問題";
PrinterProblemName = "プリンタの問題";
PrintingInQuietModeName = "静かモードで印刷";
CopyingInQuietModeName = "静かモードでコピー";
PaperSizeMismatchName = "用紙サイズが一致していません";
PaperSizeMismatchTitle = "用紙サイズが一致していません";
QuietModeIgnoredName = "静かモードを一時的に無効にする";
InkCarriageStallName = "カートリッジ ホルダーが動きません";
PrintheadFailedOrMissedName = "プリントヘッドは未装着か障害が発生しています";
ProblemWithPrintheadName = "プリントヘッドの問題";
PaperJamOrTrayProblemTitle = "紙詰まりまたはトレイの問題";
RealTimeClockFailureName = "プリンタ準備の問題";
ActionRequired = "操作が必要";

DeviceStatusUnknown = "不明";

FeederJammedOrDirtyName = "ドキュメント フィーダで紙詰まりが発生しているか、ドキュメント フィーダが汚れています";

DiaperFullWarning = "インクサービス キャパシティ警告";

CDopenTitle = "CD/DVD トレーが開いています";
CDopenMsg = "メイン トレーからプリントを続けるには、CD/DVD トレーを閉じてください。";
CDclosedTitle = "CD/DVD トレーが閉じています";
CDclosedMsg = "CD プリントを続けるには、CD/DVD トレーを開けてください。";

DryTimeWaitName = "乾燥待ち";
DryTimeWaitTitle = "乾燥待ち";
DryTimeWaitMsg = "インクを乾燥させるため、プリンタが一時停止しています。\n自動両面印刷中の場合は、用紙を取り出さないで下さい。用紙はプリンタに取り込まれ、もう一方の面を印刷します。";

PenChangeName = "ペン変更";
BannerEjectNeededName = "バナーの排紙が必要";
BannerMismatchName = "バナーの不一致";
PhotoMismatchName = "写真の不一致";
DuplexMismatchName = "両面印刷の不一致";

CarriageStallName = "キャリッジ停止";
CarriageStallTitle = "キャリッジが取り付けられました。";
CarriageStallMsg = "プリント カートリッジのホルダが動きません。\nプリンタの電源を切り、紙詰まりやその他の問題を確認してください。";

PrintBarStallName = "印刷バー区画";

PaperStallName = "用紙停止";

PenFailureName = "ペンエラー";
InkSystemFailureName = "インクシステムのエラー";
InkCartridgeFailureName = "インク カートリッジ エラー";
CartridgeProblemName = "カートリッジの問題";
IncompatibleCartridgesName = "互換性のないカートリッジ";
IncompatibleInkCartridgesName = "互換性のないインク カートリッジ";
IncompatibleTonerName = "互換性のないカートリッジ";
IncompatibleDrumName = "互換性のないドラム";
CartridgeInWrongOrderName = "インク カートリッジが正しく取り付けられていません";
InkCartridgesMissingName = "インク カートリッジがありません";
InkCartridgeProblemName = "インク カートリッジの問題";
HPProtectedCartridgeInstalledName = "HP 保護されたカートリッジが取り付けられています";
HPProtectedDrumInstalledName = "HP 保護ドラムが取り付けられています";
UsedHPInstantInkCartridgeTitle = "使用済みの HP Instant Ink カートリッジ";
UsedHPInstantInkCartridge = "上記の HP Instant Ink カートリッジは、カートリッジを最初に装着した HP Instant Ink プリンタでしか使用できません。交換する必要があります。";
TrialConsumableCountExceededName = "サポートされていないカートリッジが取り付けられました";
ReplaceFaultySupplyTitle = "不良インク カートリッジまたはプリントヘッドの交換。";
ReplaceFaultySupplyMsg = "いずれかのインク カートリッジまたはプリント ヘッドに重大な問題が検出されました。HP インク カートリッジまたはプリントヘッドに交換してください。";
CommunicationFailureName = "通信障害";
ConsumableSubscriptionOptionNotSetName = "インクの選択が必要です";
NonInstantInkCartridgeInstalledName = "Instant Ink 以外のカートリッジが取り付けられました";
InstantInkReadyCartridgesInstalledName = "HP Instant Ink Ready カートリッジが装着されました";
PHAStartupBlockedName = "起動に新しいカートリッジを使用";
UsedCartridgeNotRecommendedForStartupName = "起動ルーチンには使用済みカートリッジは推奨しません";
PHAStartupFailedName = "プリントヘッドの障害";
SetupSupplyUpgradeFailedName = "SETUP カートリッジに関する問題";
CartridgeSensorFailureName = "カートリッジ センサーの障害";
CartridgeSensorErrorName = "カートリッジ センサーのエラー";
SHAIDOOITooEarlyFailureName = "サプライ システムの問題";
InsufficientPrinterMemoryName = "プリンタのメモリが足りません";
TonerMemoryMissingName = "カートリッジのメモリがないようです";
DrumMemoryMissingName = "ドラム メモリがないようです";
UnauthorizedDrumName = "許可されていないドラム";
PrinterMaintenanceName = "プリンタのメンテナンス";
PrinterMispickName = "プリンタの給紙ミス";
WrongCartridgeInSlotName = "カートリッジのスロットが間違っています";
ManuallyFeedName = "用紙を手差しします";
PrintOnBothSidesName = "手動両面印刷";
ReplaceCartridgePrintingBlackName = "黒の印刷カートリッジの交換";
OverFilledDetectionName = "セットした用紙が多すぎます";

HSDOlderGenerationCartridgeTitle = "旧世代のカートリッジが取り付けられています";

HardErrorName = "ハードエラー";
InstallFuserName = "オフにしてください。フューザーを取り付け直してください。";
PoweringDownName = "パワーダウン中";
FPTestName = "FP テスト";
HydeMissingName = "Hyde がない";
OutputBinFullName = "排紙ビンがいっぱいです";
MediaSizeMismatchName = "用紙サイズの不一致";
ManualDuplexBlockName = "手動両面印刷の紙詰まり";
ServiceStallName = "サービスの停止";
ServiceStationStalledName = "サービス ステーションが停止しました";
MediaTooShortToPrintName = "用紙が短すぎます";
MediaTooShortToAutoDuplexName = "自動両面印刷には用紙が短すぎます";
MediaTooLongToAutoDuplexName = "自動両面印刷には用紙が長すぎます";
MediaPromptName = "メディア プロンプト";

ScannerUnknownErrorName = "スキャナの不明なエラー";
ScannerInvalidMediaSizeName = "スキャナのメディア サイズが不一致です";
ScannerFeederOpenName = "自動ドキュメント フィーダのカバーが開いています";
ScannerFeederJamName = "自動ドキュメント フィーダの紙詰まり";
ScannerFeederEmptyName = "ドキュメント フィーダが空です";
ScannerFeederLoadedName = "ドキュメントがセットされています";
ScannerMispickName = "ADF 給紙エラー";
ScannerProcessingName = "スキャンを処理しています";
ScannerFeederJamOrDirtyName = "ADF が詰まっているか汚れています";

OutOfInkName = "インク切れ";
OutOfInkTitle = "インク カートリッジが空です";
OutOfInkMsg = "印刷するためのインクがありません。\n印刷を続行するには、カラーインクのどれかひとつ、または黒インクを取り付ける必要があります。";
CartridgeVeryLowName = "インク量が非常に少ない";

LIOProtoErrorName = "LIO プロト エラー";
PumpStallName = "ポンプの停止";
Tray2MissingName = "トレイ 2 がない";
TrayAlmostEmptyName = "用紙が残りわずか";
DuplexerMissingName = "両面印刷ユニットがない";
RearTrayMissingName = "後部トレイがない";
PenNotLatchedName = "ペンがラッチされていない";
ManualFeedBlockName = "手動給紙の紙詰まり";
TrayMissingName = "用紙トレイがありません";
TrayMissingOrOpenName = "トレイがないか、開いています";
InputTrayFailedToOpenName = "用紙トレイが詰まっています";

NonHPInkName = "非 HP インク";
NonHPInkTitle = "HP 製ではないインク カートリッジ";
NonHPInkMsg = "HP では HP 以外のサプライ品についての品質または信頼性は保証していません。HP 以外のサプライ品を使用して発生したプリンタ サービスまたは修理は、保証対象外です。\nHP プリント カートリッジを確認するには、次のサイトを参照してください：www.hp.com/go/anticounterfeit\n正規の HP サプライ品は、簡単にきれいに仕上がるように HP プリンタに合わせて設計されています。";
NonHPInkRecoverableMsg = "HP ではお客様の選択肢を尊重いたしますが、HP 製でないインク カートリッジの品質や信頼性については保証いたしかねます。HP 製以外のインク カートリッジを使用したために必要となったサービスや修理は、保証対象とはなりません。HP 製以外のインク カートリッジで印刷を続けるには、電源 ボタンを押したままにして ジューム ボタンを 3 回押し、電源 ボタンを離します。ただし、印刷品質とインク残量情報が影響を受ける場合があります。それ以外の場合は、HP 製インク カートリッジと交換してください。HP 純正インク カートリッジを購入したと思われる場合は、www.hp.com/go/anticounterfeit を参照してください。";

PPCResumeName = "PPC リジューム";
MediaTypeMismatchName = "用紙種類の不一致";
CustomMediaMismatchName = "カスタム用紙の不一致";
PenCleaningName = "ペン クリーニング中";
PenCheckingName = "ペン チェック中";
ParsingName = "解析中";
DryingMediaName = "用紙の乾燥中";
AccessingPensName = "ペンにアクセス中";
AligningPensName = "ペンの位置を調整中";
LoadingMediaName = "用紙送り中";
UnloadingMediaName = "用紙排出中";
NestingPlotsName = "プロット ネスト中";
ReplacingPrintKitName = "プリント キット交換中";
GoingOnName = "続行";
TransitionName = "移行";
PanelAccessName = "正面パネル アクセス中";

ParserErrorName = "解析エラー";
PenMissingName = "ペンがない";
IncorrectPenInstalledName = "適切でないペンがインストールされた";
TrayMediaJamName = "トレイの用紙詰まり";
MediaUnavailableName = "用紙が使用できない";
UnknownMediaName = "不明な用紙";
MediaLevelInWrongPositionName = "用紙レベルの位置が正しくない";
MediaMisalignedName = "用紙の位置合わせが正しくない";
MediaInWrongFormatName = "用紙の形式が正しくない";
MediaMispositionedName = "用紙の位置が正しくない";
MediaEdgeNotDetectedName = "用紙の端が検出されない";
InkSupplyMissingName = "インクサプライがない";
IncorrectInkSupplyInstalledName = "不適切なインクサプライがインストールされている";
InkSharedAddressError = "インク カートリッジの問題";
InkSupplyFailureName = "インクサプライ エラー";
PenCleanerMissingName = "ペン クリーナーがない";
PenCleanerIncorrectName = "ペン クリーナーが適切でない";

UpgradableSupplyName = "セキュア アップグレードが検出されました";
SupplyUpgradeSuccessName = "セキュア アップグレードに成功しました";
SupplyUpgradeFailedName = "セキュア アップグレードに失敗しました";

SubscribedPagesLowName = "サブスクライブされたページが少なくなっています";
SubscribedPagesVeryLowName = "サブスクライブされたページが非常に少なくなっています";
SubscribedPagesOutName = "サブスクライブされたページが不足しています";
SubscriptionNeedToConnectName = "サブスクリプションには接続が必要です";
SubscriptionSuccessfulName = "インク サブスクリプションが成功しました";
SubscriptionCancellationSuccessfulName = "インク サブスクリプションがキャンセルされています";
SupplyNeedsEnrollmentName = "Instant Ink の登録が必要です";
NeedToOrderCartridgeName = "カートリッジを注文する必要がある";
ImportantMessageName = "重要なメッセージがあります";

PhotoTrayProblemName = "プリンタのセットアップの完了";
CriticalConditionName = "注意が必要です";
CriticalConditionTitle = "デバイスには注意が必要です";
CriticalConditionMsg = "詳細については、コントロール パネルのメッセージを参照してください。";

OutputTrayClosedName = "排紙トレイが閉じています";
OutputTrayClosedTitle = "排紙トレイが閉じています";
OutputTrayClosedMsg = "印刷する前に排紙トレイを開いてください。 排紙トレイを開きます。";

LowPaperTitle = "用紙が少ない";
LowPaperMsg = "給紙トレイに用紙を追加してください。";
LowPaperName = "用紙少";

NoPaperName = "用紙切れ";
NoPaperTitle = "用紙切れ";
NoPaperMsg = "デバイスが用紙切れです。給紙トレイに用紙を追加してください。";
OutOfPaperTitle = "デバイスが用紙切れです";
OutOfPaperMsg = "用紙をセットし、デバイスの $FrontPanelAcceptButton$ ボタンを押します。";

TrayOpenTitle = "用紙トレイが開いています";
TrayOpenMsg = "すべてのトレイを閉じてください";
TrayOpenName = "トレイが開いています";

DoorOpenTitle = "ドア/カバーが開いている";
DoorOpenMsg = "カバーが開いているため印刷できません。デバイスのカバーをすべて閉じてください。";
DoorOpenName = "ドア/カバーが開いている";
FrontDoorOpenTitle = "前部カバーが開いています";
FrontDoorOpenName = "前部カバーが開いています";
RearDoorOpenTitle = "後部ドアが開いています";
RearDoorOpenName = "後部ドアが開いています";

CloseLeftDoorName = "左ドアを閉じる";
CloseRightDoorName = "右ドアを閉じる";
CloseLowerRightDoorName = "右下ドアを閉じる";
DefectiveMemoryName = "サプライ メモリ エラー";
DefectiveMemoryOnTonerName = "カートリッジでのサプライ メモリ エラー";
DefectiveMemoryOnDrumName = "ドラムのサプライ品メモリ エラー";

JammedTitle = "紙詰まり";
JammedMsg = "紙詰まりが発生しました。 詰まった紙の位置を確認し、取り除きます。";
PaperJamTitle = "紙詰まり";
PaperJamMsg = "紙詰まり、または用紙の給紙に失敗しました。紙詰まりを直して、デバイスの $FrontPanelAcceptButton$ ボタンを押してください。";

ADFPickErrorTrayName = "ドキュメント フィーダのピック誤動作です";
ADFJammedTrayName = "ドキュメント フィーダの紙詰まりです";

CarriageJamTitle = "キャリッジ詰まり";
CarriageJamMsg = "キャリッジ詰まりが発生しました。 詰まった紙の位置を確認し、取り除きます。";
CarriageJamName = "キャリッジ詰まり";

PaperJamInTrayName = "トレイで紙詰まり";
PaperJamInFuserName = "フューザで紙詰まり";
PaperJamInOutputTrayName = "排紙トレイで紙詰まり";
PaperJamInDuplixerName = "両面印刷ユニットで紙詰まり";

OfflineTitle = "デバイスはオフラインです";
OfflineMsg = "デバイスはオフラインになっており、印刷ジョブを処理できません。";
OfflineName = "オフライン";

StartupRoutineFailedName = "起動ルーチン インク警告";
CartridgeCounterfeitOrUsedName = "使用済みのカートリッジまたは偽造品のカートリッジが検出されました";
SupplyCartridgeRefilledName = "使用済みの詰め替えカートリッジ、または偽造品のカートリッジが検出されました";
CartridgeCounterfeitAdvisoryName = "偽造カートリッジに関するアドバイス";

UnauthorizedSupplyName = "許可されていないカートリッジ";

CartridgeMissingOrPaperJamTitle = "紙詰まりまたは黒カートリッジがない";
CartridgeMissingOrPaperJamMsg = "黒カートリッジを取り付けるか、紙詰まりを解消した後、ドアを開けてから閉じてください。";
CartridgeMissingOrPaperJamName = "紙詰まりまたは黒カートリッジがない";

InsertSETUPCartridge = "セットアップ カートリッジを挿入";
InsertNonSETUPCartridge = "セットアップ カートリッジ以外のカートリッジを挿入";

WaxSpittoonReplaceNeededTitle = "インク サービス モジュールをすぐに交換";
WaxSpittoonReplaceNeededMsg = "インク サービス モジュールが満杯です。 満杯になると、プリンタは印刷を停止します。 交換用のインク サービス モジュールがある場合は、それに添付の指示に従って、交換します。 ない場合は、www.hp.com/support/dj460に移動するか、またはHP顧客サポートに連絡して、交換用モジュールを購入します。 その間、印刷を続けるには、右のプリント カートリッジを取り外します。 プリンタは、カラー プリント カートリッジだけを使用して、印刷できますが、色結果および印刷速度が影響を受ける場合があります。";
WaxSpittoonReplaceNeededName = "ワックス スピットンが満杯です";

IsmFullName = "ISM が満杯";
IsmFullTitle = "インクサービス モジュールが満杯です";
IsmFullMsg = "インク サービス モジュールをすぐに交換してください。";

PrintheadsServiceStatus = "ペンのドの保守中";
PrintheadsServiceSupplies = "プリントヘッドの保守中";

PaperMismatchTitle = "用紙が設定と違います";
PaperMismatchMsg = "検出した用紙は、選択された用紙サイズと一致しません。$FrontPanelAcceptButton$ を押してから、別の用紙サイズを選択するか、またはプリンタの用紙を変更してください。";
UnexpectedPaperSizeName = "予期しない用紙サイズです";

BlackCartridgeMisinstalledName = "黒プリント カートリッジが正しく取り付けられていません";
BlackCartridgeMisinstalledTitle = "黒プリント カートリッジが正しく取り付けられていない";
BlackCartridgeMisinstalledMsg = "黒プリント カートリッジに問題があります。 この問題を解決するには：\n1. プリント カートリッジを取り外します。\n2. プリント カートリッジを挿入し直します。\n問題が解決しない場合は、プリント カートリッジを交換します。 印字品質が悪くなり、交換用カートリッジがない場合、そのプリント カートリッジを取り外し、残りのプリント カートリッジだけを使用しても印刷できます。 プリンタの印刷速度が低下したり、プリント カートリッジが全部そろっている場合と色が変わる場合があります。";
BlackCartridgeMisinstalledShortMsg = "黒プリント カートリッジに問題があります。 この問題を解決するには：\n1. プリント カートリッジを取り外します。\n2. プリント カートリッジを挿入し直します。\n問題が解決しない場合は、プリント カートリッジを交換します。";
OnePenDeviceBlackCartridgeMisinstalledMsg = "黒プリント カートリッジに問題があります。 この問題を解決するには：\n1. プリント カートリッジを取り外します。\n2. プリント カートリッジを挿入し直します。\n問題が解決しない場合は、プリント カートリッジを交換します。";

ColorCartridgeMissingTitle = "カラーのプリント カートリッジが見つからない";
ColorCartridgeMissingMsg = "取り付け方が正しくないか、取り付けられていないので、カラーのプリントカートリッジがプリンタで検出されませんでした。 プリンタは、プリント カートリッジが1つあれば印刷できますが、色結果および印刷速度が影響を受ける場合があります。 最近プリント カートリッジを取り付けた場合は、カートリッジのノズルを覆う保護フィルムを取り外したか確認します。";

ColorCartridgeMisinstalledName = "カラー プリント カートリッジが正しく取り付けられていません";
ColorCartridgeMisinstalledTitle = "カラー プリント カートリッジが正しく取り付けられていない";
ColorCartridgeMisinstalledMsg = "カラー プリント カートリッジに問題があります。 この問題を解決するには：\n1. プリント カートリッジを取り外します。\n2. プリント カートリッジを挿入し直します。\n問題が解決しない場合は、プリント カートリッジを交換します。 印字品質が悪くなり、交換用カートリッジがない場合、そのプリント カートリッジを取り外し、残りのプリント カートリッジだけを使用しても印刷できます。 プリンタの印刷速度が低下したり、プリント カートリッジが全部そろっている場合と色が変わる場合があります。";
ColorCartridgeMisinstalledShortMsg = "カラー プリント カートリッジに問題があります。 この問題を解決するには：\n1. プリント カートリッジを取り外します。\n2. プリント カートリッジを挿入し直します。\n問題が解決しない場合は、プリント カートリッジを交換します。";
OnePenDeviceColorCartridgeMisinstalledMsg = "カラー プリント カートリッジに問題があります。 この問題を解決するには：\n1. プリント カートリッジを取り外します。\n2. プリント カートリッジを挿入し直します。\n問題が解決しない場合は、プリント カートリッジを交換します。";

PhotoCartridgeMisinstalledName = "フォト プリント カートリッジが正しく取り付けられていません";
PhotoCartridgeMisinstalledTitle = "フォト プリント カートリッジが正しく取り付けられていない";
PhotoCartridgeMisinstalledMsg = "フォト プリント カートリッジに問題があります。 この問題を解決するには：\n1. プリント カートリッジを取り外します。\n2. プリント カートリッジを挿入し直します。\n問題が解決しない場合は、プリント カートリッジを交換します。 印字品質が悪くなり、交換用カートリッジがない場合、そのプリント カートリッジを取り外し、残りのプリント カートリッジだけを使用しても印刷できます。 プリンタの印刷速度が低下したり、プリント カートリッジが全部そろっている場合と色が変わる場合があります。";
PhotoCartridgeMisinstalledShortMsg = "フォト プリント カートリッジに問題があります。 この問題を解決するには：\n1. プリント カートリッジを取り外します。\n2. プリント カートリッジを挿入し直します。\n問題が解決しない場合は、プリント カートリッジを交換します。";
OnePenDevicePhotoCartridgeMisinstalledMsg = "フォト プリント カートリッジに問題があります。 この問題を解決するには：\n1. プリント カートリッジを取り外します。\n2. プリント カートリッジを挿入し直します。\n問題が解決しない場合は、プリント カートリッジを交換します。";

GrayCartridgeMisinstalledName = "グレー プリント カートリッジが正しく取り付けられていません";
GrayCartridgeMisinstalledTitle = "グレー プリント カートリッジが正しく取り付けられていない";
GrayCartridgeMisinstalledMsg = "グレー プリント カートリッジに問題があります。 この問題を解決するには：\n1. プリント カートリッジを取り外します。\n2. プリント カートリッジを挿入し直します。\n問題が解決しない場合は、プリント カートリッジを交換します。 印字品質が悪くなり、交換用カートリッジがない場合、そのプリント カートリッジを取り外し、残りのプリント カートリッジだけを使用しても印刷できます。 プリンタの印刷速度が低下したり、プリント カートリッジが全部そろっている場合と色が変わる場合があります。";
GrayCartridgeMisinstalledShortMsg = "グレー プリント カートリッジに問題があります。 この問題を解決するには：\n1. プリント カートリッジを取り外します。\n2. プリント カートリッジを挿入し直します。\n問題が解決しない場合は、プリント カートリッジを交換します。";
OnePenDeviceGrayCartridgeMisinstalledMsg = "グレー プリント カートリッジに問題があります。 この問題を解決するには：\n1. プリント カートリッジを取り外します。\n2. プリント カートリッジを挿入し直します。\n問題が解決しない場合は、プリント カートリッジを交換します。";

BlackCartridgeErrorName = "黒カートリッジの問題";
BlackCartridgeErrorTitle = "黒プリント カートリッジの問題";
BlackCartridgeErrorMsg = "黒プリント カートリッジに問題があります。 この問題を解決するには：\n1. プリント カートリッジを取り外します。\n2. プリント カートリッジを挿入し直します。\n問題が解決しない場合は、プリント カートリッジを交換します。 印字品質が悪くなり、交換用カートリッジがない場合、そのプリント カートリッジを取り外し、残りのプリント カートリッジだけを使用しても印刷できます。 残りのプリント カートリッジだけを使用する時、プリンタは、文書をすべてグレースケールで印刷します。";
BlackCartridgeErrorShortMsg = "黒プリント カートリッジに問題があります。 この問題を解決するには：\n1. プリント カートリッジを取り外します。\n2. プリント カートリッジを挿入し直します。\n問題が解決しない場合は、プリント カートリッジを交換します。";
OnePenDeviceBlackCartridgeErrorMsg = "黒プリント カートリッジに問題があります。 この問題を解決するには：\n1. プリント カートリッジを取り外します。\n2. プリント カートリッジを挿入し直します。\n問題が解決しない場合は、プリント カートリッジを交換します。";

ColorCartridgeErrorName = "カラー カートリッジの問題";
ColorCartridgeErrorTitle = "カラー プリント カートリッジの問題";
ColorCartridgeErrorMsg = "カラー プリント カートリッジに問題があります。 この問題を解決するには：\n1. プリント カートリッジを取り外します。\n2. プリント カートリッジを挿入し直します。\n問題が解決しない場合は、プリント カートリッジを交換します。 印字品質が悪くなり、交換用カートリッジがない場合、そのプリント カートリッジを取り外し、残りのプリント カートリッジだけを使用しても印刷できます。 残りのプリント カートリッジだけを使用する時、プリンタは、文書をすべてグレースケールで印刷します。";
ColorCartridgeErrorShortMsg = "カラー プリント カートリッジに問題があります。 この問題を解決するには：\n1. プリント カートリッジを取り外します。\n2. プリント カートリッジを挿入し直します。\n問題が解決しない場合は、プリント カートリッジを交換します。";
OnePenDeviceColorCartridgeErrorMsg = "カラー プリント カートリッジに問題があります。 この問題を解決するには：\n1. プリント カートリッジを取り外します。\n2. プリント カートリッジを挿入し直します。\n問題が解決しない場合は、プリント カートリッジを交換します。";

PhotoCartridgeErrorName = "フォト カートリッジの問題";
PhotoCartridgeErrorTitle = "フォト プリント カートリッジの問題";
PhotoCartridgeErrorMsg = "フォト プリント カートリッジに問題があります。 この問題を解決するには：\n1. プリント カートリッジを取り外します。\n2. プリント カートリッジを挿入し直します。\n問題が解決しない場合は、プリント カートリッジを交換します。 印字品質が悪くなり、交換用カートリッジがない場合、そのプリント カートリッジを取り外し、残りのプリント カートリッジだけを使用しても印刷できます。 残りのプリント カートリッジだけを使用する時、プリンタは、文書をすべてグレースケールで印刷します。";
PhotoCartridgeErrorShortMsg = "フォト プリント カートリッジに問題があります。 この問題を解決するには：\n1. プリント カートリッジを取り外します。\n2. プリント カートリッジを挿入し直します。\n問題が解決しない場合は、プリント カートリッジを交換します。";
OnePenDevicePhotoCartridgeErrorMsg = "フォト プリント カートリッジに問題があります。 この問題を解決するには：\n1. プリント カートリッジを取り外します。\n2. プリント カートリッジを挿入し直します。\n問題が解決しない場合は、プリント カートリッジを交換します。";

GrayCartridgeErrorName = "グレー カートリッジの問題";
GrayCartridgeErrorTitle = "グレー プリント カートリッジの問題";
GrayCartridgeErrorMsg = "グレー プリント カートリッジに問題があります。 この問題を解決するには：\n1. プリント カートリッジを取り外します。\n2. プリント カートリッジを挿入し直します。\n問題が解決しない場合は、プリント カートリッジを交換します。 印字品質が悪くなり、交換用カートリッジがない場合、そのプリント カートリッジを取り外し、残りのプリント カートリッジだけを使用しても印刷できます。 残りのプリント カートリッジだけを使用する時、プリンタは、文書をすべてグレースケールで印刷します。";
GrayCartridgeErrorShortMsg = "グレー プリント カートリッジに問題があります。 この問題を解決するには：\n1. プリント カートリッジを取り外します。\n2. プリント カートリッジを挿入し直します。\n問題が解決しない場合は、プリント カートリッジを交換します。";
OnePenDeviceGrayCartridgeErrorMsg = "グレー プリント カートリッジに問題があります。 この問題を解決するには：\n1. プリント カートリッジを取り外します。\n2. プリント カートリッジを挿入し直します。\n問題が解決しない場合は、プリント カートリッジを交換します。";

LeftCartridgeMissingTitle = "左のプリント カートリッジが見つからない";
LeftCartridgeMissingMsg = "取り付け方が正しくないか、取り付けられていないので、左のプリントカートリッジがプリンタで検出されませんでした。 プリンタは、プリント カートリッジが1つあれば印刷できますが、色結果および印刷速度が影響を受ける場合があります。 最近プリント カートリッジを取り付けた場合は、カートリッジのノズルを覆う保護フィルムを取り外したか確認します。";
LeftCartridgeMissingShortMsg = "取り付け方が正しくないか、取り付けられていないので、左のプリントカートリッジがプリンタで検出されませんでした。 最近プリント カートリッジを取り付けた場合は、カートリッジのノズルを覆う保護フィルムを取り外したか確認します。";
LeftCartridgeMissingName = "左カートリッジが見つかりません";

LeftCartridgeMisinstalledTitle = "左のプリント カートリッジが正しく取り付けられていない";
LeftCartridgeMisinstalledMsg = "左のプリント カートリッジに問題があります。 この問題を解決するには：\n1. プリント カートリッジを取り外します。\n2. プリント カートリッジを挿入し直します。\n問題が解決しない場合は、プリント カートリッジを交換します。 印字品質が悪くなり、交換用カートリッジがない場合、そのプリント カートリッジを取り外し、残りのプリント カートリッジだけを使用しても印刷できます。 プリンタの印刷速度が低下したり、プリント カートリッジが全部そろっている場合と色が変わる場合があります。";
LeftCartridgeMisinstalledShortMsg = "左のプリント カートリッジに問題があります。 この問題を解決するには：\n1. プリント カートリッジを取り外します。\n2. プリント カートリッジを挿入し直します。\n問題が解決しない場合は、プリント カートリッジを交換します。";
LeftCartridgeMisinstalledName = "左のカートリッジが正しく取り付けられていない";

LeftCartridgeIncorrectTitle = "不適切なプリント カートリッジ";
LeftCartridgeIncorrectMsg = "左のプリント カートリッジに問題があります。現在取り付けられているプリント カートリッジの少なくとも1つは、このプリンタ用ではありません。 お使いのプリンタが使用できるカートリッジについての詳細は、「$SupplyInfoTask$」画面を参照してください。";
LeftCartridgeIncorrectName = "不適切なプリント カートリッジ";

LeftCartridgeErrorTitle = "左のプリント カートリッジの問題";
LeftCartridgeErrorMsg = "左のプリント カートリッジに問題があります。 この問題を解決するには：\n1. プリント カートリッジを取り外します。\n2. プリント カートリッジを挿入し直します。\n問題が解決しない場合は、プリント カートリッジを交換します。 印字品質が悪くなり、交換用カートリッジがない場合、そのプリント カートリッジを取り外し、残りのプリント カートリッジだけを使用しても印刷できます。 残りのプリント カートリッジだけを使用する時、プリンタは、文書をすべてグレースケールで印刷します。";
LeftCartridgeErrorShortMsg = "左のプリント カートリッジに問題があります。 この問題を解決するには：\n1. プリント カートリッジを取り外します。\n2. プリント カートリッジを挿入し直します。\n問題が解決しない場合は、プリント カートリッジを交換します。";
LeftCartridgeErrorName = "左のカートリッジの問題";

LeftCartridgeExpiredTitle = "カートリッジが使用期限切れです - 左";
LeftCartridgeExpiredMsg = "次のカートリッジのインクはすでに使用期限が過ぎています:左\n使用期限が過ぎたインクを使用して発生したプリンタ サービスまたは修理は、保証対象外です。\n今すぐ期限の切れているインクを取り外して交換する必要があります。";

LeftCartridgeNonHPTitle = "カートリッジが HP 社製ではありません - 左";
LeftCartridgeNonHPMsg = "HP では HP 以外のサプライ品についての品質または信頼性は保証していません。HP 以外のサプライ品を使用して発生したプリンタ サービスまたは修理は、保証対象外です。\nHP プリント カートリッジを確認するには、次のサイトを参照してください：www.hp.com/go/anticounterfeit\n正規の HP サプライ品は、簡単にきれいに仕上がるように HP プリンタに合わせて設計されています。";

LeftCartridgeLowTitle = "カートリッジのインクが少なくなっています - 左";
LeftCartridgeLowMsg = "インク カートリッジをまもなく交換する必要があります。カートリッジが空になるとカートリッジを交換するまで印刷できません。";

LeftCartridgeOutTitle = "カートリッジがインク切れです - 左";
LeftCartridgeOutMsg = "新品の HP 黒インク カートリッジと交換してください。カートリッジを交換するまで印刷できません。";

RightCartridgeMissingTitle = "右のプリントカートリッジが見つからない";
RightCartridgeMissingMsg = "取り付け方が正しくないか、取り付けられていないので、右のプリント カートリッジがプリンタで検出されませんでした。 プリンタは、カラー プリント カートリッジだけを使用して、印刷できますが、色結果および印刷速度が影響を受ける場合があります。 最近プリント カートリッジを取り付けた場合は、カートリッジのノズルを覆う保護フィルムを取り外したか確認します。";
RightCartridgeMissingShortMsg = "取り付け方が正しくないか、取り付けられていないので、右のプリント カートリッジがプリンタで検出されませんでした。 最近プリント カートリッジを取り付けた場合は、カートリッジのノズルを覆う保護フィルムを取り外したか確認します。";
RightCartridgeMissingName = "右のカートリッジが見つかりません";

RightCartridgeMisinstalledTitle = "右のプリント カートリッジが正しく取り付けられていない";
RightCartridgeMisinstalledMsg = "右のプリント カートリッジに問題があります。 この問題を解決するには：\n1. プリント カートリッジを取り外します。\n2. プリント カートリッジを挿入し直します。\n問題が解決しない場合は、プリント カートリッジを交換します。 印字品質が悪くなり、交換用カートリッジがない場合、そのプリント カートリッジを取り外し、残りのプリント カートリッジだけを使用しても印刷できます。 プリンタの印刷速度が低下したり、プリント カートリッジが全部そろっている場合と色が変わる場合があります。";
RightCartridgeMisinstalledShortMsg = "右のプリント カートリッジに問題があります。 この問題を解決するには：\n1. プリント カートリッジを取り外します。\n2. プリント カートリッジを挿入し直します。\n問題が解決しない場合は、プリント カートリッジを交換します。";
RightCartridgeMisinstalledName = "右のカートリッジが正しく取り付けられていない";

RightCartridgeIncorrectTitle = "不適切なプリント カートリッジ";
RightCartridgeIncorrectMsg = "右のプリント カートリッジに問題があります。 現在取り付けられているプリント カートリッジの少なくとも1つは、このプリンタ用ではありません。 お使いのプリンタが使用できるカートリッジについての詳細は、「$SupplyInfoTask$」画面を参照してください。";
RightCartridgeIncorrectName = "不適切なプリント カートリッジ";

RightCartridgeErrorTitle = "右のプリント カートリッジの問題";
RightCartridgeErrorMsg = "右のプリント カートリッジに問題があります。 この問題を解決するには：\n1. プリント カートリッジを取り外します。\n2. プリント カートリッジを挿入し直します。\n問題が解決しない場合は、プリント カートリッジを交換します。 印字品質が悪くなり、交換用カートリッジがない場合、そのプリント カートリッジを取り外し、残りのプリント カートリッジだけを使用しても印刷できます。 残りのプリント カートリッジだけを使用する時、プリンタは、文書をすべてグレースケールで印刷します。";
RightCartridgeErrorShortMsg = "右のプリント カートリッジに問題があります。 この問題を解決するには：\n1. プリント カートリッジを取り外します。\n2. プリント カートリッジを挿入し直します。\n問題が解決しない場合は、プリント カートリッジを交換します。";
RightCartridgeErrorName = "右のカートリッジの問題";

RightCartridgeExpiredTitle = "カートリッジが使用期限切れです - 右";
RightCartridgeExpiredMsg = "次のカートリッジのインクはすでに使用期限が過ぎています:右\n使用期限が過ぎたインクを使用して発生したプリンタ サービスまたは修理は、保証対象外です。\n今すぐ期限の切れているインクを取り外して交換する必要があります。";

RightCartridgeNonHPTitle = "カートリッジが HP 社製ではありません - 右";
RightCartridgeNonHPMsg = "HP では HP 以外のサプライ品についての品質または信頼性は保証していません。HP 以外のサプライ品を使用して発生したプリンタ サービスまたは修理は、保証対象外です。\nHP プリント カートリッジを確認するには、次のサイトを参照してください：www.hp.com/go/anticounterfeit\n正規の HP サプライ品は、簡単にきれいに仕上がるように HP プリンタに合わせて設計されています。";

RightCartridgeLowTitle = "カートリッジのインクが少なくなっています - 右";
RightCartridgeLowMsg = "インク カートリッジをまもなく交換する必要があります。カートリッジが空になるとカートリッジを交換するまで印刷できません。";

RightCartridgeOutTitle = "カートリッジがインク切れです - 右";
RightCartridgeOutMsg = "新品の HP 黒インク カートリッジと交換してください。カートリッジを交換するまで印刷できません。";

OnePenDeviceCartridgeMissingName = "カートリッジが見つかりません";
OnePenDeviceCartridgeMissingTitle = "プリント カートリッジが見つかりません";
OnePenDeviceCartridgeMissingMsg = "プリントカートリッジは、取り付けられていなか、取り付け方が正しくないため、プリンタで検出されませんでした。 プリント カートリッジを最近取り付けた場合は、カートリッジのノズルを覆う保護フィルムがはがされているか確認してください。";

OnePenDeviceCartridgeMisinstalledName = "カートリッジが正しく取り付けられていません";
OnePenDeviceCartridgeMisinstalledTitle = "プリント カートリッジが正しく取り付けられていません";
OnePenDeviceCartridgeMisinstalledMsg = "プリントカートリッジに問題があります。 この問題を解決するには：\n1. プリント カートリッジを取り外します。\n2. プリント カートリッジを再度取り付けます。\n問題が解決しない場合、プリント カートリッジを交換してください。";

OnePenDeviceCartridgeIncorrectName = "不適切なプリント カートリッジ";
OnePenDeviceCartridgeIncorrectTitle = "不適切なプリント カートリッジ";
OnePenDeviceCartridgeIncorrectMsg = "プリントカートリッジに問題があります。 現在取り付けられているカートリッジは、このプリンタ用ではありません。 お使いのプリンタに使用できるプリント カートリッジについては、「$SupplyInfoTask$」画面をご覧ください。";

OnePenDeviceCartridgeErrorName = "カートリッジの問題";
OnePenDeviceCartridgeErrorTitle = "プリント カートリッジの問題";
OnePenDeviceCartridgeErrorMsg = "プリントカートリッジに問題があります。 この問題を解決するには：\n1. プリント カートリッジを取り外します。\n2. プリント カートリッジを再度取り付けます。\n問題が解決しない場合、プリント カートリッジを交換してください。";

SeparatePenDeviceBlackCartridgeMissingName = "黒カートリッジが見つかりません";
SeparatePenDeviceBlackCartridgeMissingTitle = "黒インク カートリッジが見つかりません";
SeparatePenDeviceBlackCartridgeMissingMsg = "黒インク カートリッジは、取り付けられていなか、取り付け方が正しくないため、プリンタで検出されませんでした。";

SeparatePenDeviceBlackCartridgeMisinstalledName = "黒カートリッジが正しく取り付けられていません";
SeparatePenDeviceBlackCartridgeMisinstalledTitle = "黒インク カートリッジが正しく取り付けられていません";
SeparatePenDeviceBlackCartridgeMisinstalledMsg = "黒インク カートリッジに問題があります。 この問題を解決するには：\n1. インク カートリッジを取り外します。\n2. インク カートリッジを再度取り付けます。\n問題が解決しない場合、インク カートリッジを交換してください。";

SeparatePenDeviceBlackCartridgeIncorrectName = "黒カートリッジが正しくありません";
SeparatePenDeviceBlackCartridgeIncorrectTitle = "黒インク カートリッジが正しくありません";
SeparatePenDeviceBlackCartridgeIncorrectMsg = "黒インク カートリッジに問題があります。 取り付けられたインク カートリッジで、このプリンタ用でないものがあります。 お使いのプリンタに使用できるインク カートリッジについては、「$SupplyInfoTask$」画面をご覧ください。";

SeparatePenDeviceBlackCartridgeErrorName = "黒カートリッジの問題";
SeparatePenDeviceBlackCartridgeErrorTitle = "黒インク カートリッジの問題";
SeparatePenDeviceBlackCartridgeErrorMsg = "黒インク カートリッジに問題があります。 この問題を解決するには：\n1. インク カートリッジを取り外します。\n2. インク カートリッジを再度取り付けます。\n問題が解決しない場合、インク カートリッジを交換してください。";

SeparatePenDeviceBlackCartridgeLowTitle = "黒カートリッジのインク残量が少ない。";
SeparatePenDeviceBlackCartridgeLowMsg = "インク カートリッジをまもなく交換する必要があります。カートリッジが空になるとカートリッジを交換するまで印刷できません。";

SeparatePenDeviceBlackCartridgeOutTitle = "空の黒インク カートリッジの交換。";
SeparatePenDeviceBlackCartridgeOutMsg = "新品の HP 黒インク カートリッジと交換してください。カートリッジを交換するまで印刷できません。";

SeparatePenDeviceBlackCartridgeExpiredTitle = "カートリッジが使用期限切れです - ブラック";
SeparatePenDeviceBlackCartridgeExpiredMsg = "次のカートリッジのインクはすでに使用期限が過ぎています:ブラック\n使用期限が過ぎたインクを使用して発生したプリンタ サービスまたは修理は、保証対象外です。\n今すぐ期限の切れているインクを取り外して交換する必要があります。";

SeparatePenDeviceBlackCartridgeNonHPTitle = "カートリッジが HP 社製ではありません - ブラック";
SeparatePenDeviceBlackCartridgeNonHPMsg = "HP では HP 以外のサプライ品についての品質または信頼性は保証していません。HP 以外のサプライ品を使用して発生したプリンタ サービスまたは修理は、保証対象外です。\nHP プリント カートリッジを確認するには、次のサイトを参照してください：www.hp.com/go/anticounterfeit\n正規の HP サプライ品は、簡単にきれいに仕上がるように HP プリンタに合わせて設計されています。";

SeparatePenDeviceCyanCartridgeMissingName = "シアン カートリッジが見つかりません";
SeparatePenDeviceCyanCartridgeMissingTitle = "シアン インク カートリッジが見つかりません";
SeparatePenDeviceCyanCartridgeMissingMsg = "シアン インク カートリッジは、取り付けられていなか、取り付け方が正しくないため、プリンタで検出されませんでした。";

SeparatePenDeviceCyanCartridgeMisinstalledName = "シアン カートリッジが正しく取り付けられていません";
SeparatePenDeviceCyanCartridgeMisinstalledTitle = "シアン インク カートリッジが正しく取り付けられていません";
SeparatePenDeviceCyanCartridgeMisinstalledMsg = "シアン インク カートリッジに問題があります。 この問題を解決するには：\n1. インク カートリッジを取り外します。\n2. インク カートリッジを再度取り付けます。\n問題が解決しない場合、インク カートリッジを交換してください。";

SeparatePenDeviceCyanCartridgeIncorrectName = "シアン カートリッジが正しくありません";
SeparatePenDeviceCyanCartridgeIncorrectTitle = "シアン インク カートリッジが正しくありません";
SeparatePenDeviceCyanCartridgeIncorrectMsg = "シアン インク カートリッジに問題があります。 取り付けられたインク カートリッジで、このプリンタ用でないものがあります。 お使いのプリンタに使用できるインク カートリッジについては、「$SupplyInfoTask$」画面をご覧ください。";

SeparatePenDeviceCyanCartridgeErrorName = "シアン カートリッジの問題";
SeparatePenDeviceCyanCartridgeErrorTitle = "シアン インク カートリッジの問題";
SeparatePenDeviceCyanCartridgeErrorMsg = "シアン インク カートリッジに問題があります。 この問題を解決するには：\n1. インク カートリッジを取り外します。\n2. インク カートリッジを再度取り付けます。\n問題が解決しない場合、インク カートリッジを交換してください。";

SeparatePenDeviceCyanCartridgeLowTitle = "シアン カートリッジのインク残量が少ない。";
SeparatePenDeviceCyanCartridgeLowMsg = "インク カートリッジをまもなく交換する必要があります。カートリッジが空になるとカートリッジを交換するまで印刷できません。";

SeparatePenDeviceCyanCartridgeOutTitle = "空のシアン インク カートリッジの交換。";
SeparatePenDeviceCyanCartridgeOutMsg = "新品の HP シアン インク カートリッジと交換してください。カートリッジを交換するまで印刷できません。";

SeparatePenDeviceCyanCartridgeExpiredTitle = "カートリッジが使用期限切れです - シアン";
SeparatePenDeviceCyanCartridgeExpiredMsg = "次のカートリッジのインクはすでに使用期限が過ぎています:シアン\n使用期限が過ぎたインクを使用して発生したプリンタ サービスまたは修理は、保証対象外です。\n今すぐ期限の切れているインクを取り外して交換する必要があります。";

SeparatePenDeviceCyanCartridgeNonHPTitle = "カートリッジが HP 社製ではありません - シアン";
SeparatePenDeviceCyanCartridgeNonHPMsg = "HP では HP 以外のサプライ品についての品質または信頼性は保証していません。HP 以外のサプライ品を使用して発生したプリンタ サービスまたは修理は、保証対象外です。\nHP プリント カートリッジを確認するには、次のサイトを参照してください：www.hp.com/go/anticounterfeit\n正規の HP サプライ品は、簡単にきれいに仕上がるように HP プリンタに合わせて設計されています。";

SeparatePenDeviceMagentaCartridgeMissingName = "マゼンタ カートリッジが見つかりません";
SeparatePenDeviceMagentaCartridgeMissingTitle = "マゼンタ インク カートリッジが見つかりません";
SeparatePenDeviceMagentaCartridgeMissingMsg = "マゼンタ インク カートリッジは、取り付けられていなか、取り付け方が正しくないため、プリンタで検出されませんでした。";

SeparatePenDeviceMagentaCartridgeMisinstalledName = "マゼンタ カートリッジが正しく取り付けられていない";
SeparatePenDeviceMagentaCartridgeMisinstalledTitle = "マゼンタ インク カートリッジが正しく取り付けられていない";
SeparatePenDeviceMagentaCartridgeMisinstalledMsg = "マゼンタ インク カートリッジに問題があります。 この問題を解決するには：\n1. インク カートリッジを取り外します。\n2. インク カートリッジを再度取り付けます。\n問題が解決しない場合、インク カートリッジを交換してください。";

SeparatePenDeviceMagentaCartridgeIncorrectName = "マゼンタ カートリッジが正しくありません";
SeparatePenDeviceMagentaCartridgeIncorrectTitle = "マゼンタ インク カートリッジが正しくありません";
SeparatePenDeviceMagentaCartridgeIncorrectMsg = "マゼンタ インク カートリッジに問題があります。 取り付けられたインク カートリッジで、このプリンタ用でないものがあります。 お使いのプリンタに使用できるインク カートリッジについては、「$SupplyInfoTask$」画面をご覧ください。";

SeparatePenDeviceMagentaCartridgeErrorName = "マゼンタ カートリッジの問題";
SeparatePenDeviceMagentaCartridgeErrorTitle = "マゼンタ インク カートリッジの問題";
SeparatePenDeviceMagentaCartridgeErrorMsg = "マゼンタ インク カートリッジに問題があります。 この問題を解決するには：\n1. インク カートリッジを取り外します。\n2. インク カートリッジを再度取り付けます。\n問題が解決しない場合、インク カートリッジを交換してください。";

SeparatePenDeviceMagentaCartridgeLowTitle = "マゼンタ カートリッジのインク残量が少ない。";
SeparatePenDeviceMagentaCartridgeLowMsg = "インク カートリッジをまもなく交換する必要があります。カートリッジが空になるとカートリッジを交換するまで印刷できません。";

SeparatePenDeviceMagentaCartridgeOutTitle = "空のマゼンタ インク カートリッジの交換。";
SeparatePenDeviceMagentaCartridgeOutMsg = "新品の HP マゼンタ インク カートリッジと交換してください。カートリッジを交換するまで印刷できません。";

SeparatePenDeviceMagentaCartridgeExpiredTitle = "カートリッジが使用期限切れです - マゼンタ";
SeparatePenDeviceMagentaCartridgeExpiredMsg = "次のカートリッジのインクはすでに使用期限が過ぎています:マゼンタ\n使用期限が過ぎたインクを使用して発生したプリンタ サービスまたは修理は、保証対象外です。\n今すぐ期限の切れているインクを取り外して交換する必要があります。";

SeparatePenDeviceMagentaCartridgeNonHPTitle = "カートリッジが HP 社製ではありません - マゼンタ";
SeparatePenDeviceMagentaCartridgeNonHPMsg = "HP では HP 以外のサプライ品についての品質または信頼性は保証していません。HP 以外のサプライ品を使用して発生したプリンタ サービスまたは修理は、保証対象外です。\nHP プリント カートリッジを確認するには、次のサイトを参照してください：www.hp.com/go/anticounterfeit\n正規の HP サプライ品は、簡単にきれいに仕上がるように HP プリンタに合わせて設計されています。";

SeparatePenDeviceYellowCartridgeMissingName = "イエロー カートリッジが見つかりません";
SeparatePenDeviceYellowCartridgeMissingTitle = "イエロー インク カートリッジが見つかりません";
SeparatePenDeviceYellowCartridgeMissingMsg = "イエロー インク カートリッジは、取り付けられていなか、取り付け方が正しくないため、プリンタで検出されませんでした。";

SeparatePenDeviceYellowCartridgeMisinstalledName = "イエロー カートリッジが正しく取り付けられていません";
SeparatePenDeviceYellowCartridgeMisinstalledTitle = "イエロー インク カートリッジが正しく取り付けられていません";
SeparatePenDeviceYellowCartridgeMisinstalledMsg = "イエロー インク カートリッジに問題があります。 この問題を解決するには：\n1. インク カートリッジを取り外します。\n2. インク カートリッジを再度取り付けます。\n問題が解決しない場合、インク カートリッジを交換してください。";

SeparatePenDeviceYellowCartridgeIncorrectName = "イエロー カートリッジが正しくありません";
SeparatePenDeviceYellowCartridgeIncorrectTitle = "イエロー インク カートリッジが正しくありません";
SeparatePenDeviceYellowCartridgeIncorrectMsg = "イエロー インク カートリッジに問題があります。 取り付けられたインク カートリッジで、このプリンタ用でないものがあります。 お使いのプリンタに使用できるインク カートリッジについては、「$SupplyInfoTask$」画面をご覧ください。";

SeparatePenDeviceYellowCartridgeErrorName = "イエロー カートリッジの問題";
SeparatePenDeviceYellowCartridgeErrorTitle = "イエロー インク カートリッジの問題";
SeparatePenDeviceYellowCartridgeErrorMsg = "イエロー インク カートリッジに問題があります。 この問題を解決するには：\n1. インク カートリッジを取り外します。\n2. インク カートリッジを再度取り付けます。\n問題が解決しない場合、インク カートリッジを交換してください。";

SeparatePenDeviceYellowCartridgeLowTitle = "イエロー カートリッジのインク残量が少ない。";
SeparatePenDeviceYellowCartridgeLowMsg = "インク カートリッジをまもなく交換する必要があります。カートリッジが空になるとカートリッジを交換するまで印刷できません。";

SeparatePenDeviceYellowCartridgeOutTitle = "空のイエロー インク カートリッジの交換。";
SeparatePenDeviceYellowCartridgeOutMsg = "新品の HP イエロー インク カートリッジと交換してください。カートリッジを交換するまで印刷できません。";

SeparatePenDeviceYellowCartridgeExpiredTitle = "カートリッジが使用期限切れです - イエロー";
SeparatePenDeviceYellowCartridgeExpiredMsg = "次のカートリッジのインクはすでに使用期限が過ぎています:イエロー\n使用期限が過ぎたインクを使用して発生したプリンタ サービスまたは修理は、保証対象外です。\n今すぐ期限の切れているインクを取り外して交換する必要があります。";

SeparatePenDeviceYellowCartridgeNonHPTitle = "カートリッジが HP 社製ではありません - イエロー";
SeparatePenDeviceYellowCartridgeNonHPMsg = "HP では HP 以外のサプライ品についての品質または信頼性は保証していません。HP 以外のサプライ品を使用して発生したプリンタ サービスまたは修理は、保証対象外です。\nHP プリント カートリッジを確認するには、次のサイトを参照してください：www.hp.com/go/anticounterfeit\n正規の HP サプライ品は、簡単にきれいに仕上がるように HP プリンタに合わせて設計されています。";

SeparatePenDeviceLightCyanCartridgeMissingName = "ライトシアン カートリッジが見つかりません";
SeparatePenDeviceLightCyanCartridgeMissingTitle = "ライトシアン インク カートリッジが見つかりません";
SeparatePenDeviceLightCyanCartridgeMissingMsg = "ライトシアン インク カートリッジは、取り付けられていなか、取り付け方が正しくないため、プリンタで検出されませんでした。";

SeparatePenDeviceLightCyanCartridgeMisinstalledName = "ライトシアン カートリッジが正しく取り付けられていません";
SeparatePenDeviceLightCyanCartridgeMisinstalledTitle = "ライトシアン インク カートリッジが正しく取り付けられていません";
SeparatePenDeviceLightCyanCartridgeMisinstalledMsg = "ライトシアン インク カートリッジに問題があります。 この問題を解決するには：\n1. インク カートリッジを取り外します。\n2. インク カートリッジを再度取り付けます。\n問題が解決しない場合、インク カートリッジを交換してください。";

SeparatePenDeviceLightCyanCartridgeIncorrectName = "ライトシアン カートリッジが正しくありません";
SeparatePenDeviceLightCyanCartridgeIncorrectTitle = "ライトシアン インク カートリッジが正しくありません";
SeparatePenDeviceLightCyanCartridgeIncorrectMsg = "ライトシアン インク カートリッジに問題があります。 取り付けられたインク カートリッジで、このプリンタ用でないものがあります。 お使いのプリンタに使用できるインク カートリッジについては、「$SupplyInfoTask$」画面をご覧ください。";

SeparatePenDeviceLightCyanCartridgeErrorName = "ライトシアン カートリッジの問題";
SeparatePenDeviceLightCyanCartridgeErrorTitle = "ライトシアン インク カートリッジの問題";
SeparatePenDeviceLightCyanCartridgeErrorMsg = "ライトシアン インク カートリッジに問題があります。 この問題を解決するには：\n1. インク カートリッジを取り外します。\n2. インク カートリッジを再度取り付けます。\n問題が解決しない場合、インク カートリッジを交換してください。";

SeparatePenDeviceLightCyanCartridgeLowTitle = "ライト シアン カートリッジのインクが少なくなっています。";
SeparatePenDeviceLightCyanCartridgeLowMsg = "インク カートリッジをまもなく交換する必要があります。カートリッジが空になるとカートリッジを交換するまで印刷できません。";

SeparatePenDeviceLightCyanCartridgeOutTitle = "空のライトシアン インク カートリッジを交換してください。";
SeparatePenDeviceLightCyanCartridgeOutMsg = "新しい HP ライトシアン インク カートリッジと交換してください。 カートリッジを交換してからでないと、プリントできません。";

SeparatePenDeviceLightCyanCartridgeExpiredTitle = "カートリッジが使用期限切れです - ライトシアン";
SeparatePenDeviceLightCyanCartridgeExpiredMsg = "次のカートリッジのインクはすでに使用期限が過ぎています:ライトシアン\n使用期限が過ぎたインクを使用して発生したプリンタ サービスまたは修理は、保証対象外です。\n今すぐ期限の切れているインクを取り外して交換する必要があります。";

SeparatePenDeviceLightCyanCartridgeNonHPTitle = "カートリッジが HP 社製ではありません - ライトシアン";
SeparatePenDeviceLightCyanCartridgeNonHPMsg = "HP では HP 以外のサプライ品についての品質または信頼性は保証していません。HP 以外のサプライ品を使用して発生したプリンタ サービスまたは修理は、保証対象外です。\nHP プリント カートリッジを確認するには、次のサイトを参照してください：www.hp.com/go/anticounterfeit\n正規の HP サプライ品は、簡単にきれいに仕上がるように HP プリンタに合わせて設計されています。";

SeparatePenDeviceLightMagentaCartridgeMissingName = "ライトマゼンタ カートリッジが見つかりません";
SeparatePenDeviceLightMagentaCartridgeMissingTitle = "ライトマゼンタ インク カートリッジが見つかりません";
SeparatePenDeviceLightMagentaCartridgeMissingMsg = "ライトマゼンタ インク カートリッジは、取り付けられていなか、取り付け方が正しくないため、プリンタで検出されませんでした。";

SeparatePenDeviceLightMagentaCartridgeMisinstalledName = "ライトマゼンタ カートリッジが正しく取り付けられていません";
SeparatePenDeviceLightMagentaCartridgeMisinstalledTitle = "ライトマゼンタ インク カートリッジが正しく取り付けられていません";
SeparatePenDeviceLightMagentaCartridgeMisinstalledMsg = "ライトマゼンタ インク カートリッジに問題があります。 この問題を解決するには：\n1. インク カートリッジを取り外します。\n2. インク カートリッジを再度取り付けます。\n問題が解決しない場合、インク カートリッジを交換してください。";

SeparatePenDeviceLightMagentaCartridgeIncorrectName = "ライトマゼンタ カートリッジが正しくありません";
SeparatePenDeviceLightMagentaCartridgeIncorrectTitle = "ライトマゼンタ インク カートリッジが正しくありません";
SeparatePenDeviceLightMagentaCartridgeIncorrectMsg = "ライトマゼンタ インク カートリッジに問題があります。 取り付けられたインク カートリッジで、このプリンタ用でないものがあります。 お使いのプリンタに使用できるインク カートリッジについては、「$SupplyInfoTask$」画面をご覧ください。";

SeparatePenDeviceLightMagentaCartridgeErrorName = "ライトマゼンタ カートリッジの問題";
SeparatePenDeviceLightMagentaCartridgeErrorTitle = "ライトマゼンタ インク カートリッジの問題";
SeparatePenDeviceLightMagentaCartridgeErrorMsg = "ライトマゼンタ インク カートリッジに問題があります。 この問題を解決するには：\n1. インク カートリッジを取り外します。\n2. インク カートリッジを再度取り付けます。\n問題が解決しない場合、インク カートリッジを交換してください。";

SeparatePenDeviceLightMagentaCartridgeLowTitle = "ライト マゼンタ カートリッジのインクが少なくなっています。";
SeparatePenDeviceLightMagentaCartridgeLowMsg = "インク カートリッジをまもなく交換する必要があります。カートリッジが空になるとカートリッジを交換するまで印刷できません。";

SeparatePenDeviceLightMagentaCartridgeOutTitle = "空のライトマゼンタ インク カートリッジを交換してください。";
SeparatePenDeviceLightMagentaCartridgeOutMsg = "新しい HP ライトマゼンタ インク カートリッジと交換してください。 カートリッジを交換してからでないと、プリントできません。";

SeparatePenDeviceLightMagentaCartridgeExpiredTitle = "カートリッジが使用期限切れです - ライトマジェンタ";
SeparatePenDeviceLightMagentaCartridgeExpiredMsg = "次のカートリッジのインクはすでに使用期限が過ぎています:ライトマジェンタ\n使用期限が過ぎたインクを使用して発生したプリンタ サービスまたは修理は、保証対象外です。\n今すぐ期限の切れているインクを取り外して交換する必要があります。";

SeparatePenDeviceLightMagentaCartridgeNonHPTitle = "カートリッジが HP 社製ではありません - ライトマジェンタ";
SeparatePenDeviceLightMagentaCartridgeNonHPMsg = "HP では HP 以外のサプライ品についての品質または信頼性は保証していません。HP 以外のサプライ品を使用して発生したプリンタ サービスまたは修理は、保証対象外です。\nHP プリント カートリッジを確認するには、次のサイトを参照してください：www.hp.com/go/anticounterfeit\n正規の HP サプライ品は、簡単にきれいに仕上がるように HP プリンタに合わせて設計されています。";

SeparatePenDeviceMatteBlackCartridgeMissingTitle = "マット黒インク カートリッジがありません。";
SeparatePenDeviceMatteBlackCartridgeMissingMsg = "マット黒インク カートリッジは、取り付けられていなか、取り付け方が正しくないため、プリンタで検出されませんでした。";

SeparatePenDeviceMatteBlackCartridgeMisinstalledTitle = "マット黒インク カートリッジが正しく取り付けられていません。";
SeparatePenDeviceMatteBlackCartridgeMisinstalledMsg = "マット黒インク カートリッジに問題があります。問題を解決するには:\n1インク カートリッジを取り外します。\n2インク カートリッジを再度取り付けます。\n問題が解決しない場合、インク カートリッジを交換してください。";

SeparatePenDeviceMatteBlackCartridgeIncorrectTitle = "マット黒インク カートリッジが正しくありません。";
SeparatePenDeviceMatteBlackCartridgeIncorrectMsg = "マット黒インク カートリッジに問題があります。取り付けられたインク カートリッジで、このプリンタ用でないものがあります。お使いのプリンタに使用できるインク カートリッジについては、\"$SupplyInfoTask$\" 画面をご覧ください。";

SeparatePenDeviceMatteBlackCartridgeErrorTitle = "マット黒インク カートリッジの問題。";
SeparatePenDeviceMatteBlackCartridgeErrorMsg = "マット黒インク カートリッジに問題があります。問題を解決するには:\n1インク カートリッジを取り外します。\n2インク カートリッジを再度取り付けます。\n問題が解決しない場合、インク カートリッジを交換してください。";

SeparatePenDeviceMatteBlackCartridgeLowTitle = "マット黒インク カートリッジのインクが少なくなっています。";
SeparatePenDeviceMatteBlackCartridgeLowMsg = "インク カートリッジをすぐに交換する必要があります。カートリッジが空の場合、カートリッジを交換するまで印刷することができません。";

SeparatePenDeviceMatteBlackCartridgeOutTitle = "空のマット黒インク カートリッジを交換してください。";
SeparatePenDeviceMatteBlackCartridgeOutMsg = "新しい HP マット黒インク カートリッジに交換してください。カートリッジを交換しないと、印刷を行うことができません。";

SeparatePenDevicePhotoBlackCartridgeMissingTitle = "フォト黒インク カートリッジがありません。";
SeparatePenDevicePhotoBlackCartridgeMissingMsg = "フォト黒インク カートリッジは、取り付けられていなか、取り付け方が正しくないため、プリンタで検出されませんでした。";

SeparatePenDevicePhotoBlackCartridgeMisinstalledTitle = "フォト黒インク カートリッジが正しく取り付けられていません。";
SeparatePenDevicePhotoBlackCartridgeMisinstalledMsg = "フォト黒インク カートリッジに問題があります。問題を解決するには:\n1インク カートリッジを取り外します。\n2インク カートリッジを再度取り付けます。\n問題が解決しない場合、インク カートリッジを交換してください。";

SeparatePenDevicePhotoBlackCartridgeIncorrectTitle = "フォト黒インク カートリッジが正しくありません。";
SeparatePenDevicePhotoBlackCartridgeIncorrectMsg = "フォト黒インク カートリッジに問題があります。取り付けられたインク カートリッジで、このプリンタ用でないものがあります。お使いのプリンタに使用できるインク カートリッジについては、\"$SupplyInfoTask$\" 画面をご覧ください。";

SeparatePenDevicePhotoBlackCartridgeErrorTitle = "フォト黒インク カートリッジの問題。";
SeparatePenDevicePhotoBlackCartridgeErrorMsg = "フォト黒インク カートリッジに問題があります。問題を解決するには:\n1インク カートリッジを取り外します。\n2インク カートリッジを再度取り付けます。\n問題が解決しない場合、インク カートリッジを交換してください。";

SeparatePenDevicePhotoBlackCartridgeLowTitle = "フォト黒インク カートリッジのインクが少なくなっています。";
SeparatePenDevicePhotoBlackCartridgeLowMsg = "インク カートリッジをすぐに交換する必要があります。カートリッジが空の場合、カートリッジを交換するまで印刷することができません。";

SeparatePenDevicePhotoBlackCartridgeOutTitle = "空のフォト黒インク カートリッジを交換してください。";
SeparatePenDevicePhotoBlackCartridgeOutMsg = "新しい HP フォト黒インク カートリッジに交換してください。カートリッジを交換しないと、印刷を行うことができません。";

SeparatePenDeviceLightGrayCartridgeMissingTitle = "ライトグレー インク カートリッジがありません。";
SeparatePenDeviceLightGrayCartridgeMissingMsg = "ライトグレー インク カートリッジは、取り付けられていなか、取り付け方が正しくないため、プリンタで検出されませんでした。";

SeparatePenDeviceLightGrayCartridgeMisinstalledTitle = "ライトグレー インク カートリッジが正しく取り付けられていません。";
SeparatePenDeviceLightGrayCartridgeMisinstalledMsg = "ライトグレー インク カートリッジに問題があります。問題を解決するには:\n1インク カートリッジを取り外します。\n2インク カートリッジを再度取り付けます。\n問題が解決しない場合、インク カートリッジを交換してください。";

SeparatePenDeviceLightGrayCartridgeIncorrectTitle = "ライトグレー インク カートリッジが正しくありません。";
SeparatePenDeviceLightGrayCartridgeIncorrectMsg = "ライトグレー インク カートリッジに問題があります。取り付けられたインク カートリッジで、このプリンタ用でないものがあります。お使いのプリンタに使用できるインク カートリッジについては、\"$SupplyInfoTask$\" 画面をご覧ください。";

SeparatePenDeviceLightGrayCartridgeErrorTitle = "ライトグレー インク カートリッジの問題。";
SeparatePenDeviceLightGrayCartridgeErrorMsg = "ライトグレー インク カートリッジに問題があります。問題を解決するには:\n1インク カートリッジを取り外します。\n2インク カートリッジを再度取り付けます。\n問題が解決しない場合、インク カートリッジを交換してください。";

SeparatePenDeviceLightGrayCartridgeLowTitle = "ライトグレー インク カートリッジのインクが少なくなっています。";
SeparatePenDeviceLightGrayCartridgeLowMsg = "インク カートリッジをすぐに交換する必要があります。カートリッジが空の場合、カートリッジを交換するまで印刷することができません。";

SeparatePenDeviceLightGrayCartridgeOutTitle = "空のライトグレー インク カートリッジを交換してください。";
SeparatePenDeviceLightGrayCartridgeOutMsg = "新しい HP ライトグレー インク カートリッジに交換してください。カートリッジを交換しないと、印刷を行うことができません。";

SeparatePenDeviceBlackYellowPrintHeadMissingTitle = "黒とイエロー プリントヘッドの取り付け。";
SeparatePenDeviceBlackYellowPrintHeadMissingMsg = "HP 黒とイエロー プリントヘッドを取り付けます。見つからないか、または正しく取り付けられていません。";

SeparatePenDeviceCyanMagentaPrintHeadMissingTitle = "マゼンタとシアン プリントヘッドの取り付け。";
SeparatePenDeviceCyanMagentaPrintHeadMissingMsg = "HP マゼンタとシアン プリントヘッドを取り付けます。見つからないか、または正しく取り付けられていません。";

SeparatePenDeviceBlackPrintHeadMissingTitle = "黒プリントヘッドの取り付け。";
SeparatePenDeviceBlackPrintHeadMissingMsg = "HP 黒プリントヘッドを取り付けます。見つからないか、または正しく取り付けられていません。";

SeparatePenDeviceCyanPrintHeadMissingTitle = "シアン プリントヘッドの取り付け。";
SeparatePenDeviceCyanPrintHeadMissingMsg = "HP シアン プリントヘッドを取り付けます。見つからないか、または正しく取り付けられていません。";

SeparatePenDeviceMagentaPrintHeadMissingTitle = "マゼンタ プリントヘッドの取り付け。";
SeparatePenDeviceMagentaPrintHeadMissingMsg = "HP マゼンタ プリントヘッドを取り付けます。見つからないか、または正しく取り付けられていません。";

SeparatePenDeviceYellowPrintHeadMissingTitle = "イエロー プリントヘッドの取り付け。";
SeparatePenDeviceYellowPrintHeadMissingMsg = "HP イエロー プリントヘッドを取り付けます。見つからないか、または正しく取り付けられていません。";

LaserjetDeviceBlackCartridgeMissingName = "黒トナーカートリッジ が見つかりません";
LaserjetDeviceBlackCartridgeMissingTitle = "黒トナーカートリッジ が見つかりません";
LaserjetDeviceBlackCartridgeMissingMsg = "印刷を続行するには 黒トナーカートリッジ をインストールしてください。";

LaserjetDeviceCyanCartridgeMissingName = "シアン トナーカートリッジ が見つかりません";
LaserjetDeviceCyanCartridgeMissingTitle = "シアン トナーカートリッジ が見つかりません";
LaserjetDeviceCyanCartridgeMissingMsg = "印刷を続行するには シアン トナーカートリッジ をインストールしてください。";

LaserjetDeviceMagentaCartridgeMissingName = "マゼンタ トナーカートリッジ が見つかりません";
LaserjetDeviceMagentaCartridgeMissingTitle = "マゼンタ トナーカートリッジ が見つかりません";
LaserjetDeviceMagentaCartridgeMissingMsg = "印刷を続行するには マゼンタ トナーカートリッジ をインストールしてください。";

LaserjetDeviceYellowCartridgeMissingName = "イエロー トナーカートリッジ が見つかりません";
LaserjetDeviceYellowCartridgeMissingTitle = "イエロー トナーカートリッジ が見つかりません";
LaserjetDeviceYellowCartridgeMissingMsg = "印刷を続行するには イエロー トナーカートリッジ をインストールしてください。";

LaserjetDeviceFuserKitMissingName = "フューザー キットがありません";
LaserjetDeviceFuserKitMissingTitle = "フューザー キットがありません";
LaserjetDeviceFuserKitMissingMsg = "印刷を続行するにはフューザー キットを取り付けてください。";

LaserjetDeviceImageDrumMissingTitle = "イメージング ドラムがありません";
LaserjetDeviceImageDrumMissingMsg = "印刷を続行するにはイメージング ドラムを取り付けてください。";

SuppliesStatusAuthentic = "純正HP";
SuppliesStatusClone = "非 HP クローン チップ";
SuppliesStatusRefilled = "非 HP レフィル";
SuppliesStatusUnauthorized = "認定されていない";
SuppliesStatusGood = "高品質";
SuppliesStatusMissing = "見つからない";
SuppliesStatusMisinstalled = "正しく取り付けられていない";
SuppliesStatusIncorrect = "適切でない";
SuppliesStatusError = "交換が必要";
SuppliesStatusUnknown = "不明";
SuppliesStatusLow = "低量";
SuppliesStatusOut = "インク切れ";
SupplyLevelVeryLow = "非常に少ない";
SupplyAuthStateUsed = "使用済み";
SupplyAuthStateUnsupported = "未対応";
SupplyAuthStateNonHP = "HP 以外";
SupplyAuthStateIncompatible = "互換性なし";
SuppliesStatusSubscriptionConsumableTemporaryUsageAllowed = "Instant ink";
SuppliesStatusSehoAtInsertion = "空のカートリッジ";

PrintheadStatusError = "プリント ヘッドでエラーが発生しました";
PrintheadStatusIncorrect = "プリント ヘッドに互換性がありません";
PrintheadStatusMissing = "プリント ヘッドが取り付けられていません";
PrintheadStatusMisinstalled = "プリント ヘッドが欠陥品です";

// Ink strings
SuppliesStatusBothCartridgeName = "両方";
SuppliesStatusBothCartridgesMissing = "両方のインク カートリッジがありません。";

InkStatusNearExpiration = "カートリッジは使用期限が近づいています";
InkStatusIncorrect = "カートリッジが正しくありません";
InkStatusError = "カートリッジでエラーが発生しました";
InkStatusLow = "カートリッジのインクが少なくなっています";
InkStatusOut = "カートリッジがインク切れです";
InkStatusExpired = "カートリッジが使用期限切れです";
InkStatusNonHP = "カートリッジが HP 社製ではありません";
InkStatusPreviouslyUsed = "カートリッジは以前使用されています";
InkStatusDepleted = "使用済みの詰め替えカートリッジ、または偽造品のカートリッジ";
InkStatusMissing = "カートリッジが取り付けられていません";
InkStatusVeryLow = "インク量が非常に少ない";

InkStatusUpgradableSupply = "アップグレード カートリッジ";
InkStatusSupplyUpgradeSuccess = "アップグレードに成功しました";
InkStatusSupplyUpgradeFailed = "アップグレードに失敗しました";

CartridgeStatusWrongSlot = "カートリッジが間違ったスロットに取り付けられています";
CartridgeStatusLow = "カートリッジのインクが少なくなっています";
CartridgeStatusOut = "カートリッジがインク切れです";
CartridgeStatusExpired = "カートリッジが使用期限切れです";
CartridgeStatusMissing = "カートリッジが取り付けられていません";
TonerMissingName = "カートリッジがありません";
DrumMissingName = "ドラムがありません";
CartridgeStatusError = "カートリッジでエラーが発生しました";
CartridgeStatusIncorrect = "カートリッジが正しくありません";
CartridgeStatusIncompatible = "カートリッジに互換性がありません";
CartridgeStatusNonHP = "カートリッジが HP 社製ではありません";
CartridgeStatusPreviouslyUsed = "カートリッジは以前使用されています";
CartridgeStatusDepleted = "カートリッジが検出されました";
CartridgeStatusProtected = "カートリッジは保護されています";
DrumStatusProtectedName = "ドラムが保護されています";
CartridgeIsEmpty = "カートリッジが空です";
CartridgeEmptyNotDetected = "空の条件が検出されない";
CartridgePossibleRefill = "詰め替え品の可能性";
CartridgeStatusUnauthorized = "カートリッジは許可されていません";

SeparatePenDeviceMagentaYellowPrintHeadMissingTitle = "マゼンタおよびイエロー プリントヘッドを取り付けます。";
SeparatePenDeviceMagentaYellowPrintHeadMissingMsg = "HP マゼンタおよびイエロー プリントヘッドを取り付けます。 取り付けられていないか、正しく取り付けられていません。";

SeparatePenDeviceMatteBlackCyanPrintHeadMissingTitle = "マットブラックおよびシアン プリントヘッドを取り付けます。";
SeparatePenDeviceMatteBlackCyanPrintHeadMissingMsg = "HP マットブラックおよびシアン プリントヘッドを取り付けます。 取り付けられていないか、正しく取り付けられていません。";

SeparatePenDeviceLightMagentaLightCyanPrintHeadMissingTitle = "ライト マゼンタおよびライト シアン プリントヘッドを取り付けます。";
SeparatePenDeviceLightMagentaLightCyanPrintHeadMissingMsg = "HP ライト マゼンタおよびライトシアン プリントヘッドを取り付けます。 取り付けられていないか、正しく取り付けられていません。";

SeparatePenDevicePhotoBlackLightGrayPrintHeadMissingTitle = "フォト ブラックおよびライト グレー プリントヘッドを取り付けます。";
SeparatePenDevicePhotoBlackLightGrayPrintHeadMissingMsg = "HP フォト ブラックおよびライト グレー プリントヘッドを取り付けます。 取り付けられていないか、正しく取り付けられていません。";

InkSensorFailure = "インクセンサの故障";

MissingSmartChipColorSupply = "10.10.%@ サプライ メモリ エラー";
MissingSmartChipMonoSupply = "サプライ メモリ エラー";
BadDataFromCartridgeColorSupply = "10.00.%@ サプライ メモリ エラー";
BadDataFromCartridgeMonoSupply = "サプライ メモリ警告";

BlackCartridgeIncorrectTitle = "プリント カートリッジが正しくありません";
ColorCartridgeIncorrectMsg = "カラー プリント カートリッジに問題があります。現在取り付けられているプリント カートリッジの少なくとも 1 つは、このプリンタでは使用できません。お使いのプリンタで使用できるプリント カートリッジの詳細については、\"$SupplyInfoTask$\" 画面を参照してください。";
PhotoCartridgeMissingTitle = "フォト プリント カートリッジがありません";
BlackCartridgeMissingTitle = "黒のプリント カートリッジがありません。";
BlackCartridgeMissingMsg = "黒のプリント カートリッジは、取り付けが不しくないか取り付けられていないため、プリンタに検出されませんでした。プリンタはプリント カートリッジが 1 つだけでも印刷できますが、印刷結果の色や印刷速度に影響が及ぶ可能性があります。プリント カートリッジを取り付けてから日数があまり経っていない場合は、カートリッジのノズルに被着している保護フィルムをはがしたかどうかを確認してください。";
PhotoCartridgeIncorrectTitle = "プリント カートリッジが正しくありません";
PhotoCartridgeMissingMsg = "フォト プリント カートリッジは、取り付けが不しくないか取り付けられていないため、プリンタに検出されませんでした。プリンタはプリント カートリッジが 1 つだけでも印刷できますが、印刷結果の色や印刷速度に影響が及ぶ可能性があります。プリント カートリッジを取り付けてから日数があまり経っていない場合は、カートリッジのノズルに被着している保護フィルムをはがしたかどうかを確認してください。";
PhotoCartridgeIncorrectMsg = "フォト プリント カートリッジに問題があります。現在取り付けられているプリント カートリッジの少なくとも 1 つは、このプリンタでは使用できません。お使いのプリンタで使用できるプリント カートリッジの詳細については、\"$SupplyInfoTask$\" 画面を参照してください。";
BlackCartridgeIncorrectMsg = "黒のプリント カートリッジに問題があります。現在取り付けられているプリント カートリッジの少なくとも 1 つは、このプリンタでは使用できません。お使いのプリンタで使用できるプリント カートリッジの詳細については、\"$SupplyInfoTask$\" 画面を参照してください。";
ColorCartridgeIncorrectTitle = "プリント カートリッジが正しくありません";

//StatusAlert.nib
AlertWindowTitle = "プリンタのステータス";
ErrorConditionsTitle = "プリンタで以下のエラー状況が検出されました：";
ExplanationTitle = "上のリストに記載のエラー名を選択すると、説明または助言が表示されます。";
AlertButtonOk = "OK";

InputTrayOverLoadedName = "用紙トレイの問題";
NeedsEnrollmentName = "カートリッジの登録が必要です";

InkCartridgesDepletedName = "インク カートリッジのインクがなくなりました";
CartridgesDepletedName = "カートリッジのインクがなくなりました";
ReplaceTonerOutName = "カートリッジを交換";
ReplaceDrumOutName = "ドラムを交換する";


